;XCOM 2 relies on per-object config settings like the one below to link X2DataTemplate objects with their associated localized text

;Kerri Zerg
[FemaleVoice1_ZERG X2BodyPartTemplate]
DisplayName="Sarah Kerrigan(Zerg)"

;WotC Classes
[FemaleVoice1_ZERGTemp X2BodyPartTemplate]
DisplayName="Sarah Kerrigan(Zerg)"
[FemaleVoice1_ZERGSkir X2BodyPartTemplate]
DisplayName="Sarah Kerrigan(Zerg)"
[FemaleVoice1_ZERGReap X2BodyPartTemplate]
DisplayName="Sarah Kerrigan(Zerg)"

;Kerri Human
[FemaleVoice1_GHOST X2BodyPartTemplate]
DisplayName="Sarah Kerrigan(Ghost)"

;WotC Classes
[FemaleVoice1_GHOSTTemp X2BodyPartTemplate]
DisplayName="Sarah Kerrigan(Ghost)"
[FemaleVoice1_GHOSTSkir X2BodyPartTemplate]
DisplayName="Sarah Kerrigan(Ghost)"
[FemaleVoice1_GHOSTReap X2BodyPartTemplate]
DisplayName="Sarah Kerrigan(Ghost)"

;Zeratul
[MaleVoice1_ZERA X2BodyPartTemplate]
DisplayName="Zeratul"

;WotC Classes
[MaleVoice1_ZERATemp X2BodyPartTemplate]
DisplayName="Zeratul"
[MaleVoice1_ZERASkir X2BodyPartTemplate]
DisplayName="Zeratul"
[MaleVoice1_ZERAReap X2BodyPartTemplate]
DisplayName="Zeratul"

;Artanis
[MaleVoice1_ARTI X2BodyPartTemplate]
DisplayName="Artanis"

;WotC Classes
[MaleVoice1_ARTITemp X2BodyPartTemplate]
DisplayName="Artanis"
[MaleVoice1_ARTISkir X2BodyPartTemplate]
DisplayName="Artanis"
[MaleVoice1_ARTIReap X2BodyPartTemplate]
DisplayName="Artanis"